Repository: KDE/libksysguard
Catalog: po/*/ksgrd.po
Languages: eo, he

# %1 is a host name
source: Message from %1: %2
eo: Mesaĝo de %1: %2
he: הודעה מ־%1: %2

source: Change
eo: Ŝanĝi
he: שינוי

source: Rate
eo: Ofteco
he: קצב

source: CPU Load
eo: CPU-ŝarĝo
he: עומס מעבד

source: Idling
eo: Senokupumante
he: במנוחה

source: Nice Load
eo: Agrabla ŝarĝo
he: לא עמוס

source: User Load
eo: Uzanto-ŝarĝo
he: עומס משתמש

# @item sensor description
source: System Load
eo: Sistema ŝarĝo
he: עומס מערכת

source: Waiting
eo: Atendante
he: ממתין

source: Interrupt Load
eo: Interrompo-ŝarĝo
he: עומס מהפרעות

source: Total Load
eo: Tuta ŝarĝo
he: עומס כולל

source: Memory
eo: Memoro
he: זיכרון

source: Physical Memory
eo: Fizika memoro
he: זיכרון פיזי

source: Total Memory
eo: Tuta memoro
he: סך כל הזיכרון

source: Swap Memory
eo: Swap-memoro
he: קובץ החלפה (Swap)

source: Cached Memory
eo: Kaŝmemoro
he: זיכרון מטמון

source: Buffered Memory
eo: Bufrita memoro
he: זיכרון מוקצה

source: Used Memory
eo: Uzita memoro
he: זיכרון בשימוש

source: Application Memory
eo: Aplika memoro
he: זיכרון יישומים

source: Allocated Memory
eo: Asignita Memoro
he: זיכרון מוקצה

source: Free Memory
eo: Libera memoro
he: זיכרון פנוי

source: Available Memory
eo: Disponebla memoro
he: זיכרון זמין

source: Active Memory
eo: Aktiva memoro
he: זיכרון פעיל

source: Inactive Memory
eo: Neaktiva memoro
he: זיכרון לא פעיל

source: Wired Memory
eo: Kablita memoro
he: זיכרון מחווט

source: Exec Pages
eo: Exec paĝoj

source: File Pages
eo: Dosieraj paĝoj

source: Processes
eo: Procezoj
he: תהליכים

source: Process Controller
eo: Proceza regilo
he: בקר תהליך

source: Last Process ID
eo: Lasta procez-ID
he: מזהה תהליך אחרון

source: Process Spawn Count
eo: Proceza spawn-kalkulo

source: Process Count
eo: Proceza nombro
he: ספירת תהליכים

source: Idle Processes Count
eo: Nombro de malaktivaj procezoj
he: ספירת תהליכים במנוחה

source: Running Processes Count
eo: Nombro de rulantaj procezoj
he: ספירת תהליכים שרצים כעת

source: Sleeping Processes Count
eo: Nombro de Dormaj Procezoj
he: ספירת תהליכים רדומים

source: Stopped Processes Count
eo: Haltigitaj Procezoj Nombri
he: ספירת תהליכים מופסקים

source: Waiting Processes Count
eo: Atendaj Procezoj Kalkulas
he: ספירת תהליכים ממתינים

source: Locked Processes Count
eo: Ŝlositaj Procezoj Nombri
he: ספירת תהליכים נעולים

source: Disk Throughput
eo: Diska Trairo
he: תפוקת כונן

# CPU Load
source: Load
eo: Ŝarĝo
he: עומס

source: Total Accesses
eo: Totalaj Aliroj
he: סך כל הגישות

source: Read Accesses
eo: Legaj Aliroj
he: גישות לקריאה

source: Write Accesses
eo: Skribi Alirojn
he: גישות לכתיבה

source: Read Data
eo: Legi Datumojn
he: נתונים שנקראו

source: Written Data
eo: Skribitaj Datumoj
he: נתונים שנכתבו

source: Milliseconds spent reading
eo: Milisekundoj pasigitaj legado
he: הזמן שלקח לקרוא במילישניות

source: Milliseconds spent writing
eo: Milisekundoj pasigitaj skribante
he: הזמן שלקח לכתוב במילישניות

source: I/Os currently in progress
eo: I/O-oj nuntempe en progreso

source: Pages In
eo: Paĝoj En

source: Pages Out
eo: Paĝoj For

source: Context Switches
eo: Kuntekstaj Ŝaltiloj
he: החלפות הקשר

source: Traps
eo: Kaptiloj
he: מלכודות

source: System Calls
eo: Sistemvokoj
he: קריאות מערכת

source: Network
eo: Reto
he: רשת

source: Interfaces
eo: Interfacoj
he: מתאמים

source: Receiver
eo: Ricevilo
he: מקבל

source: Transmitter
eo: Dissendilo
he: שולח

source: Data Rate
eo: Datumfrekvenco
he: קצב נתונים

source: Compressed Packets Rate
eo: Kunpremitaj Pakoj-Indico
he: קצב מנות נתונים דחוסות

source: Dropped Packets Rate
eo: Faligitaj Pakoj-Indico
he: קצב מנות נתונים שהושמטו

source: Error Rate
eo: Eraro-Indico
he: קצב שגיאות

source: FIFO Overruns Rate
eo: FIFO-Transpasiĝoj

source: Frame Error Rate
eo: Kadra Eraro-Indico
he: קצב שגיאות מסגרת

source: Multicast Packet Rate
eo: Multicast Paketo-Indico

source: Packet Rate
eo: Pako-Indico
he: קצב מנות נתונים

# @item sensor description ('carrier' is a type of network signal)
source: Carrier Loss Rate
eo: Kondukula Perdo-Indico
he: קצב אובדן ספק

source: Collisions
eo: Kolizioj
he: סתירות

source: Data
eo: Datumoj
he: נתונים

source: Compressed Packets
eo: Kunpremitaj Pakoj
he: מנות נתונים דחוסות

source: Dropped Packets
eo: Faligitaj Pakoj
he: מנות נתונים שהושמטו

source: Errors
eo: Eraroj
he: שגיאות

source: FIFO Overruns
eo: FIFO-Trompoj

source: Frame Errors
eo: Kadraj Eraroj
he: שגיאות מסגרת

source: Multicast Packets
eo: Multicast Pakoj
he: מנות נתונים ב

source: Packets
eo: Pakoj
he: מנות נתונים

# @item sensor description ('carrier' is a type of network signal)
source: Carrier Losses
eo: Kondukulaj Perdoj

source: Sockets
eo: Ingoj
he: שקעים

source: Total Number
eo: Tuta Nombro
he: מספר כולל

source: Table
eo: Tablo
he: טבלה

source: Advanced Power Management
eo: Altnivela Potenca Administrado
he: ניהול צריכת חשמל מתקדם

source: Cooling Device
eo: Malvarmiga Aparato
he: התקן קירור

source: Current State
eo: Nuna Ŝtato
he: מצב נוכחי

source: Thermal Zone
eo: Termika Zono
he: אזור תרמי

source: Temperature
eo: Temperaturo
he: טמפרטורה

source: Average CPU Temperature
eo: Meza CPU-temperaturo
he: טמפרטורת מעבד ממוצעת

source: Fan
eo: Fano
he: מאוורר

source: State
eo: Stato
he: מצב

source: Battery
eo: Baterio
he: סוללה

source: Battery Capacity
eo: Bateria Kapacito
he: קיבולת סוללה

source: Battery Charge
eo: Bateria Ŝarĝo
he: רמת טעינת סוללה

source: Battery Usage
eo: Bateria Uzado
he: ניצולת סוללה

source: Battery Voltage
eo: Bateria Tensio
he: מתח הסוללה

source: Battery Discharge Rate
eo: Bateria Malŝarĝo-Indico
he: קצב פריקת סוללה

source: Remaining Time
eo: Restanta tempo
he: זמן שנותר

source: Interrupts
eo: Interrompoj
he: פסיקות

source: Load Average (1 min)
eo: Ŝarĝo mezumo (1 min)
he: ממוצע עומס (דקה)

source: Load Average (5 min)
eo: Ŝarĝo mezumo (5 min)
he: ממוצע עומס (5 דקות)

source: Load Average (15 min)
eo: Ŝarĝo mezumo (15 min)
he: ממוצע עומס (15 דקות)

source: Clock Frequency
eo: Horloĝa frekvenco
he: תדירות שעון

source: Average Clock Frequency
eo: Meza Horloĝa Ofteco
he: תדירות שעון ממוצעת

source: Hardware Sensors
eo: Aparataj Sensiloj
he: חיישני חומרה

source: Partition Usage
eo: Dispartiga Uzado
he: שימוש במחיצה

source: Used Space
eo: Uzita Spaco
he: מקום מנוצל

source: Free Space
eo: Libera Spaco
he: מקום פנוי

source: Fill Level
eo: Plenigi Nivelon
he: רמת מילוי

source: Used Inodes
eo: Uzataj Inodoj
he: Inodes בשימוש

source: Free Inodes
eo: Senpagaj Inodoj
he: Inodes פנויים

source: Inode Level
eo: Inoda Nivelo
he: רמת Inodes

source: System
eo: Sistemo
he: מערכת

source: Linux Soft Raid (md)
eo: Linukso Soft Raid (md)

source: Processors
eo: Procesoroj
he: מעבדים

source: Cores
eo: Kernoj
he: ליבות

source: Number of Blocks
eo: Nombro de Blokoj
he: מספר מקטעים

source: Total Number of Devices
eo: Tuta Nombro de Aparatoj
he: מספר ההתקנים הכולל

source: Failed Devices
eo: Fiaskintaj Aparatoj
he: התקנים שכשלו

source: Spare Devices
eo: Rezervaparatoj
he: התקני גיבוי

source: Number of Raid Devices
eo: Nombro de Raid-Aparatoj

source: Working Devices
eo: Laborantaj aparatoj
he: התקנים עובדים

source: Active Devices
eo: Aktivaj Aparatoj

source: Number of Devices
eo: Nombro de Aparatoj

source: Resyncing Percent
eo: Resyncing Procento

source: Disk Information
eo: Diskaj Informoj

source: CPU Temperature
eo: CPU-Temperaturo
he: טמפרטורת מעבד

source: Motherboard Temperature
eo: Temperaturo de la motherboard
he: טמפרטורת לוח אם

source: Power Supply Temperature
eo: Elektroprovizila Temperaturo
he: טמפרטורת ספק כוח

source: Filesystem Root
eo: Dosiersistema Radiko
he: שורש מערכת קבצים

source: Extra Temperature Sensor %1
eo: Ekstra Temperatura Sensilo %1

source: PECI Temperature Sensor %1
eo: PECI Temperatura Sensilo %1

source: PECI Temperature Calibration %1
eo: PECI Temperaturkalibrado %1

source: Disk %1
eo: Disko %1
he: כונן %1

source: Battery %1
eo: Baterio %1
he: סוללה %1

source: Fan %1
eo: Fervorulo %1
he: מאוורר %1

source: Temperature %1
eo: Temperaturo %1
he: טמפרטורה %1

source: Total
eo: Entute
he: סך הכול

source: Software Interrupts
eo: Programaraj Interrompoj
he: פסיקות תוכנה

source: Hardware Interrupts
eo: Aparataj Interrompoj
he: פסיקות חומרה

source: Link Quality
eo: Kvalito de Ligo
he: איכות קישור

source: Signal Level
eo: Signala Nivelo
he: עוצמת אות

source: Noise Level
eo: Brua Nivelo
he: רמת רעש

source: Rx Invalid Nwid Packets
eo: Rx Nevalidaj Nwid Pakoj

source: Total Rx Invalid Nwid Packets
eo: Tutaj Rx Nevalidaj Nwid Pakoj

source: Rx Invalid Crypt Packets
eo: Rx Nevalidaj Kriptaj Pakoj

source: Total Rx Invalid Crypt Packets
eo: Tutaj Rx Nevalidaj Kriptaj Pakoj

source: Rx Invalid Frag Packets
eo: Rx Nevalidaj Fragpakaĵoj

source: Total Rx Invalid Frag Packets
eo: Tutaj Rx Nevalidaj Frag-Pakoj

source: Tx Excessive Retries Packets
eo: Tx Troaj Reprovaj Pakoj

source: Total Tx Excessive Retries Packets
eo: Tutaj Tx Troaj Reprovaj Pakoj

source: Invalid Misc Packets
eo: Nevalidaj Diversaj Pakoj

source: Total Invalid Misc Packets
eo: Tutaj Nevalidaj Diversaj Pakoj

source: Total Missed Beacons
eo: Totalaj Sopiritaj Signoj

source: Log Files
eo: Log Dosieroj
he: קובצי יומן

source: kBytes
eo: kBajtoj
he: ק״ב

source: Integer Value
eo: Entjera Valoro
he: ערך מספר שלם

source: Floating Point Value
eo: Floskoma Valoro
he: ערך נקודה צפה

source: Log File
eo: Log-dosiero
he: קובץ יומן

source: Could not run daemon program '%1'.
eo: Ne eblis ruli demonprogramon '%1'.
he: לא ניתן להריץ את תוכנית הסוכן ‚%1’.

source: The daemon program '%1' failed.
eo: La demona programo '%1' malsukcesis.
he: תוכנית הסוכן ‚%1’ נכשלה.

source: Connection to %1 refused
eo: Konekto al %1 rifuzis
he: החיבור אל %1 סורב

source: Host %1 not found
eo: Gastiganto %1 ne trovita
he: המארח %1 לא נמצא

source: An error occurred with the network (e.g. the network cable was accidentally unplugged) for host %1.
eo: Okazis eraro kun la reto (ekz. la retkablo estis hazarde malkonektita) por gastiganto %1.
he: אירעה שגיאה ברשת (למשל: כבל הרשת נותק בטעות) למארח %1.

source: Error for host %1: %2
eo: Eraro por gastiganto %1: %2
he: שגיאה למארח %1: %2

source: Zombie Processes Count
he: ספירת תהליכים זומבים

source: Uptime
he: זמן פעילות

source: CPU %1
he: מעבד %1

source: Int %1
he: פסיקה %1

# the unit 1 per second
source: 1/s
he: 1 לשנייה

# the unit minutes
source: min
he: דק׳
