Repository: KDE/libksysguard
Catalog: po/*/ksysguard_face_org.kde.ksysguard.linechart.po
Languages: pa

source: Appearance
pa: ਦਿੱਖ

source: Show Sensors Legend
pa: ਸੈਂਸਰ ਸੰਕੇਤ ਵੇਖਾਓ

source: Stacked Charts
pa: ਸਟੈਕ ਕੀਤੇ ਚਾਰਟ

source: Smooth Lines
pa: ਸਮਤਲ ਲਾਈਨਾਂ

source: Show Grid Lines
pa: ਗਰਿੱਡ ਲਾਈਨਾਂ ਵੇਖਾਓ

source: Show Y Axis Labels
pa: Y ਧੁਰਾ ਲੇਬਲ ਵੇਖਾਓ

source: Fill Opacity:
pa: ਭਰਨ ਪਾਰਦਰਸ਼ਤਾ:

source: Data Ranges
pa: ਡਾਟਾ ਰੇਜ਼

source: Automatic Y Data Range
pa: ਆਪਣੇ-ਆਪ Y ਡਾਟਾ ਰੇਜ਼

source: From (Y):
pa: ਤੋਂ (Y):

source: To (Y):
pa: ਤੱਕ (Y):

source: Amount of History to Keep:
pa: ਰੱਖਣ ਦੀ ਅਤੀਤ ਦੀ ਮਾਤਰਾ:

# %1 is seconds of history
source: %1 second
pa: %1 ਸਕਿੰਟ
